Repository: AbdoWa7eed/project_1
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Welcome
ar: مرحبا بك

# user_name
source: Ahmed
ar: احمد

# product_title
source: Today's products
ar: منتجات اليوم

# navbar_main
source: Home
ar: الرئيسيه

# navbar_offers
source: Home
ar: العروض

# navbar_profile
source: Home
ar: حسابى

# product_detail_title
source: Product's information
ar: معلومات المنتج

# sender_info
source: Sender information
ar: معلومات المرسل

# receiver_info
source: Receiver information
ar: معلومات المرسل إليه

# shipping_info
source: Shipping information
ar: معلومات الشحنه

source: Phone number
ar: رقم الهاتف

source: Distinctive mark
ar: علامه مميزه

source: Shipping description
ar: وصف الشحنه

source: Shipping type
ar: نوع الشحنه

source: Weight
ar: الوزن

source: Temperature
ar: الحراره

source: Humidity
ar: الرطوبه

source: Building number
ar: رقم المبني

source: Floor number
ar: رقم الدور

source: Apartment number
ar: رقم الشقه

source: Address details
ar: تفاصيل العنوان

source: Region
ar: المنطقه

source: Destination region
ar: المنطقه المرسل اليها

source: Product name
ar: أسم المنتج

source: Type
ar: النوع

source: Send offer
ar: ارسل عرض

source: Create Account
ar: إنشاء حساب

# fill_form
source: Please fill out the form
ar: يرجى ملء النموذج التالي لإنشاء حسابك

# full_name
source: Enter your full name
ar: ادخل الاسم بالكامل

# name_example
source: Ahmed Al-Anizi
ar: أحمد العنيزي

# enter_phone_number
source: Enter your phone number
ar: ادخل رقم الهاتف

# enter_email
source: Enter your email
ar: ادخل بريدك الالكتروني

# create_password
source: Create your password
ar: انشئ رقمك السري

# confirm_password
source: Confirm your password
ar: تأكيد الرقم السري

# agree_terms
source: I agree to the terms and conditions
ar: أوافق على تطبيق الشروط والأحكام

# save_complete
source: Save and complete your account creation
ar: احفظ واكمل إنشاء حسابك

# login_title
source: Login
ar: تسجيل دخول

# login_hint
source: please , login to your account to continue
ar: يرجى تسجيل الدخول إلى حسابك للمتابعة.

# email_label
source: Enter Email or phone number
ar: ادخل البريد الالكتروني او رقم الهاتف

# password_label
source: password
ar: الرقم السري

source: Remember me
ar: تذكرنى

# forget_password
source: Did you forget your password ?
ar: هل نسيت كلمة المرور؟

# sign_up_text_button
source: Sign up
ar: اشتراك

source: Or
ar: أو

# do_not_have_account
source: don't have an account ?
ar: ليس لديك حساب؟

# error_creating_account
source: this index is required
ar: هذه الخانة مطلوبة

# error_number_length
source: please enter a valid number
ar: برجاء إدخال رقم صحيح

# error_password_match
source: confirm password and password must be the same
ar: برجاء التأكد من انه يطابق رقمك السري

# error_name_length
source: not less than 4 characters
ar: لا يجب أن يقل عن أربع حروف

# error_password_length
source: not less than 6 characters
ar: لا يجب أن يقل عن ستة أحرف

# error_terms_accept
source: must accept terms and conditions to continue
ar: يجب الموافقة علي الشروط و الأحكام للمتابعة

# signup_title_page2
source: upload verification documents
ar: رفع المستندات الاثباتية

# signup_subtitle1_page2
source: upload any id card for you
ar: ١. قم برفع أي أثبات شخصية (الهوية)

# signup_imageUpload_page2
source: (only files of type jpg are supported)
ar: (يتم دعم ملف ‎.jpg فقط)

# signup_imageUploadText1_page2
source: choose file to upload
ar: أختر ملفآ لتحميل الجهة

# signup_subtitle2_page2
source: if you are a foreign then upload
ar: ٢. ان كنت وافد، برجاء رفع بطاقة الإقامة

# signup_subtitle3_page2
source: upload driving licence
ar: ٣. قم برفع رخصة القيادة (سارية)

# signup_imageUploadText2_page2
source: choose file to upload
ar: اختر ملفًا لتحميل رخصتك.

# signup_subtitle4_page2
source: 4. Upload the vehicle form
ar: ٤. قم برفع استمارة المركبة (سارية)

# signup_subtitle5_page2
source: 5. Upload the driver card
ar: ٥. قم برفع كارت التشغيل

# signup_subtitle6_page2
source: 6. Upload the driver card
ar: ٦. قم برفع بطاقة سائق

# signup_subtitle7_page2
source: 7. Upload a transfer document
ar: ٧. قم برفع وثيقة نقل

# data_saving
source: save data
ar: حفظ البيانات

source: HI! 👋
ar: هلا! 👋

source: Document verification
ar: التحقق من المستندات

# verification_loading_head
source: Please wait a few minutes
ar: برجاء الانتظار بضع دقائق

# verification_loading_body
source: Our team is now verifying the authenticity of the supporting documents
ar: يقوم الآن فريقنا بالتأكد من صحة المستندات الاثباتية

source: start charging
ar: بدأ الشحن

# verification_done_head
source: Congratulations!
ar: تهانينا !

# verification_done_body
source: All documents have been verified, and you can start directlyÙ‹
ar: تم التأكد من جميع المستندات، و يمكنك البدأ مباشرتاً
